Repository: PKRG/jpoker
Catalog: jpoker/l10n/jpoker-*.po
Languages: fi, nl

source: Add chips
fi: Ylimääräinen chippien osto
nl: Chips toevoegen

source: Amount
fi: Summa
nl: Aantal

source: Average Pot
nl: Gem. Pot

source: Betting Structure
fi: Veto strategia
nl: Min. inzet

source: Birthdate
fi: Syntymäaika
nl: Geboortedatum

source: Breaks Duration
nl: Lengte pauze

source: Breaks Interval
nl: Duur pauze

source: Click to join the table
fi: Liity pöytään mukaan
nl: Klik om aan de tafel plaats te nemen

source: Click to show table details
fi: Näytä pöydät
nl: Klik om de tafel-details te tonen:

source: Click to show tourney details
fi: Näytä turnaukset
nl: Klik om de toernooi-details te tonen

source: Country
fi: Maa
nl: Land

source: Currency
fi: Vaihtokurssi
nl: Munteenheid

source: Dealer
nl: Deler

source: Description
fi: Kuvaus
nl: Beschrijving

source: First name
fi: Etunimi
nl: Voornaam

source: Gender
nl: Geslacht

source: Go to table
fi: Liity pöytään
nl: Ga naar tafel

source: Hands/Hour
nl: Pokerhanden/Uur

source: In Game
fi: Pelissä
nl: In spel

source: It is too late to unregister player {serial} from tournament {game_id}
fi: On liian myöhäistä heittää pelaaja {serial} ulos turnauksesta {game_id}
nl: Te laat om speler {serial} uit toernooi {game_id} uit te schrijven

source: Last name
fi: Sukunimi
nl: Naam

source: Login
fi: Loggaa sisään
nl: Nickname

source: Login name
fi: Kirjautumisnimi
nl: Nickname

source: Look for player
fi: Katso pelaaja
nl: Speler zoeken

source: Max money
nl: Max geld

source: Min money
nl: Min geld

source: Money
fi: Raha
nl: Geld

source: Muck
fi: Käden kippaus
nl: Verbergen

source: Muck losing
fi: Häviäjän kippaus
nl: Verliezers verbergen

source: Muck winning
fi: Voittajan kippaus
nl: Winnaars verbergen

source: Name
fi: Nimi
nl: Game

source: Next page
fi: Seuraava sivu
nl: Volgende

source: Not enough money to enter the tournament {game_id}
fi: Ei ole tarpeeksi rahaa liittyä turnaukseen {game_id}
nl: Je hebt niet genoeg geld om aan het toernooi {game_id} deel te nemen

source: Observers
nl: Toeschouwers

source: Password
fi: Salasana
nl: Paswoord

source: Password confirmation
fi: Vahvista salasana
nl: Bevestig paswoord

source: Password confirmation does not match
fi: Salasanan vahvistus ei toimi
nl: Beide paswoorden komen niet overeen

source: Phone Number
fi: Puhelinumero
nl: Telefoonnummer

source: Player
fi: Pelaaja
nl: Speler

source: Player {serial} already registered in tournament {game_id}
fi: Pelaaja {serial} on jo mukana turnauksessa {game_id}
nl: Speler {serial} is al ingeschreven voor het toernooi {game_id}

source: Player {serial} is not registered in tournament {game_id}
fi: Pelaaja {serial} ei ole mukana turnauksessa {game_id}
nl: Speler {serial} is niet ingeschreven voor het toernooi {game_id}

source: Players
fi: Pelaajat
nl: Spelers

source: Players Quota
nl: Max. spelers

source: Points
fi: Pisteet
nl: Punten

source: Previous page
fi: Edellinen sivu
nl: Vorige

source: Prize
fi: Voitto
nl: Prijs

source: Prizes
fi: Voitot
nl: Prijzen

source: Rank
fi: Kortin silmäluku
nl: Rang

source: Register
fi: Kirjaudu
nl: Inschrijven

source: Registered
fi: Rekisteröity
nl: Ingeschreven

source: Registration refused in tournament {game_id}
fi: Kirjautuminen turnaukseen torjuttu {game_id}
nl: Inschrijving voor toernooi {game_id} geweigerd

source: Seats
nl: Plaatsen

source: Show
fi: Näytä
nl: Tonen

source: Sign Up
fi: Rekisteröidy
nl: Inschrijven

source: Start Time
nl: Start op:

source: Start time:
nl: Start op:

source: State
fi: Osavaltio
nl: Status

source: Street
fi: Katu
nl: Straat

source: Street (continue)
fi: Katu (jatka)
nl: Straat (vervolg)

source: Table
fi: Pöytä
nl: Tafel

source: Tables
fi: Pöydät
nl: Tafels

source: This tournament is on break, and will resume at:
nl: Dit toernooi is gepauzeerd en herbegint om:

source: Tournament {game_id} does not exist
fi: Turnaus {game_id} ei ole olemassa
nl: Toernooi {game_id} bestaat niet

source: Tourneys
fi: Turnaukset
nl: Toernooi

source: Town
fi: Kaupunki
nl: Stad

source: Unregister
nl: UItschrijven

source: Update personal info
fi: Päivitä henkilötiedot
nl: Persoonlijke info updaten

source: Updated
fi: Päivitettty
nl: Geüpdate

source: Updating...
fi: Päivitetään...
nl: Update bezig

source: Upload avatar
nl: Avatar uploaden

source: Uploaded
fi: Ladattu
nl: Geüpload

source: Uploading failed
fi: Lataus epäonnistui
nl: Uploaden mislukt

source: Uploading...
fi: Lataa...
nl: Upload bezig

source: User must be logged in
fi: Käyttäjän pitää olla kirjautunut
nl: Member moet ingelogd zijn

source: Waiting
nl: Wachten

source: Zip code
nl: Postcode

source: click to sit
fi: Istu
nl: Klik om te gaan zitten

source: connecting to table {name}
fi: Liity pöytään {name}
nl: Verbinden met tafel {name}

source: disconnected
fi: offline
nl: Verbinding verbroken

source: login in progress
fi: Kirjautuminen käynnissä
nl: login bezig

source: logout
fi: Kirjaudu ulos
nl: Uitloggen

source: not enough money
fi: ei ole tarpeeksi rahaa
nl: niet genoeg geld

source: players
fi: pelaajat
nl: spelers

source: players max.
fi: Max. pelaajat
nl: max. spelers

source: players registered.
fi: Pelaajat rekisteröity
nl: ingeschreven spelers.

source: running
nl: bezig

source: tables
fi: pöydät
nl: tafels

source: the password must not be empty
fi: salasana ei saa olla tyhjä
nl: het paswoord mag niet leeg zijn

source: the user name must not be empty
fi: käyttäjänimi ei saa olla tyhjä
nl: de nickname mag niet leeg zijn

source: tournaments players
fi: Turnauspelaajat
nl: spelers toernooi

source: tourneys
nl: toernooien

source: user {name} is already logged in
fi: Käyttäjä {name} on jo kirjautunut sisään
nl: gebruiker {name} is al ingelogd

source: % Flop
fi: Floppi

source: Buy In
fi: Minimiosto

source: Buy in:
fi: Minimiosto:

source: Exit
fi: Ulos

source: Pot
fi: Potti

source: Timeout
fi: Aikalisä

source: Variant
fi: Varianssi

source: call
fi: Maksu

source: check
fi: Sökötä

source: fold
fi: Luovuta

source: raise
fi: Korota
